import React from 'react'

function Privacy() {
  return (
    <div className='shadow-lg shadow-gray-700 border-themeColor border rounded-2xl mt-20 md:mt-28  container mx-auto px-7 py-4 flex flex-col gap-5'>
      <h1 className='text-2xl text-center mb-6 mt-5'>গোপনীয়তা নীতি (Privacy Policy)</h1>

      <div className="textSection">
        <p>
          আমাদের ক্লাস প্রজেক্টটি শুধুমাত্র আমাদের ক্লাসের শিক্ষার্থীদের মধ্যে সংযোগ বজায় রাখার জন্য তৈরি করা হয়েছে। এই ওয়েবসাইটে প্রতিটি শিক্ষার্থীর তথ্য সংরক্ষিত এবং পরিচালিত হবে, তবে আমরা ব্যক্তিগত তথ্যের গোপনীয়তা বজায় রাখার জন্য বদ্ধপরিকর। আপনার ব্যক্তিগত তথ্য তৃতীয় পক্ষের সঙ্গে শেয়ার করা হবে না এবং এটি শুধুমাত্র এই ওয়েবসাইটের মধ্যে ব্যবহৃত হবে।
        </p>
      </div>

      <div className="textSection">
        <b>আমাদের প্রজেক্টের মাধ্যমে আমরা সংগ্রহ করতে পারি:</b>
        <p>
          <li>নাম, ইমেইল ঠিকানা, ছবি বা অন্যান্য তথ্য যা ব্যবহারকারীরা নিজেরা প্রদান করে।</li>
          <li>এই তথ্য শুধুমাত্র ক্লাসের শিক্ষার্থীদের জন্য দৃশ্যমান হবে।</li>
        </p>
      </div>

      <div className="textSection">
        <p>আপনার তথ্যের নিরাপত্তা আমাদের কাছে গুরুত্বপূর্ণ। আমরা সমস্ত প্রয়োজনীয় ব্যবস্থা গ্রহণ করব যেন আপনার তথ্য সুরক্ষিত থাকে এবং কোনো অননুমোদিত অ্যাক্সেস না ঘটে।</p>
      </div>

    </div>
  )
}

export default Privacy